"Amp Simulation" = "Verstärker-Simulation"; 
"Amps" = "Amps";
"Analog Basic" = "Analog Basic"; 
"Analog Mono" = "Analog Mono"; 
"Analog Pad" = "Analog Pad"; 
"Analog Swirl" = "Analog Swirl"; 
"Analog Sync" = "Analog Sync"; 
"Auto Wah" = "Auto Wah"; 
"Automatic Filter" = "Automatischer Filter"; 
"Bass" = "Bass"; 
"Bass Amp" = "Bass-Verstärker"; 
"Bass Reduction" = "Bass-Reduzierung"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Chorus"; 
"Church Organ" = "Kirchenorgel"; 
"Compressor" = "Kompressor"; 
"Digital Basic" = "Digital Basic"; 
"Digital Mono" = "Digital Mono"; 
"Digital Stepper" = "Digital Stepper"; 
"Distortion" = "Verzerrung"; 
"Drum Kits" = "Schlagzeug"; 
"Ducker" = "Ducker"; 
"Echo" = "Echo"; 
"Electric Clav" = "Elektr. Clav"; 
"Electric Piano" = "E-Piano"; 
"Enhance Timing" = "Takt anpassen"; 
"Enhance Tuning" = "Stimmung anpassen"; 
"Visual EQ" = "Visual EQ"; 
"Flanger" = "Flanger"; 
"Gate" = "Gate"; 
"Guitar" = "Gitarre"; 
"Horns" = "Hörner"; 
"Hybrid Basic" = "Hybrid Basic"; 
"Hybrid Morph" = "Hybrid Morph"; 
"Limiter" = "Begrenzer"; 
"Overdrive" = "Overdrive"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Hall"; 
"Sampler" = "Sampler";
"Sound Effects" = "Toneffekte"; 
"Speech Enhancer" = "Sprach-Verbesserung"; 
"Stomp Boxes" = "Stomp-Box";
"Strings" = "Saiteninstrumente"; 
"Tonewheel Organ" = "Tonewheel-Orgel"; 
"Track Echo" = "Spur-Echo"; 
"Track Reverb" = "Spur-Hall";
"Treble Reduction" = "Höhen-Reduzierung"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Gestimmte Percussion"; 
"Tuner" = "Tuner"; 
"Vocal Transformer" = "Stimmwandler"; 
"Voice" = "Stimme"; 
"Woodwind" = "Holzblasinstrumente"; 
"GarageBand Synth" = "GarageBand-Synth";

